Repository: 7Zup/SmartDraw
Catalog: SmartDraw/SmartDraw/Ressources/*.lproj/Localizable.strings
Languages: fr

# HomeViewStartButton
source: Let's go !
fr: C'est parti !

# HomeViewExplenationLabel
source: Every one of your masterpiece is saved into your photo library. Brace yourself !
fr: Tous vos chef-d'oeuvres sont enregistrés dans votre album photo. A vos pinceaux !

# HomeViewTheme0
source: a House
fr: une Maison

# HomeViewTheme1
source: a Car
fr: une Voiture

# HomeViewTheme2
source: a Dog
fr: un Chien

# HomeViewTheme3
source: a Cat
fr: un Chat

# HomeViewTheme4
source: a Bike
fr: un Vélo

# HomeViewTheme5
source: a Flower
fr: une Fleur

# HomeViewTheme6
source: an Elephant
fr: un Elephant

# DrawViewSuccessPopUpTitle
source: Success
fr: Bravo

# DrawViewSuccessPopUpMessage
source: Your masterpiece has been saved into your library
fr: Votre chef-d'oeuvre a été enregistré dans votre album photo

# DrawViewSuccessPopUpButton
source: Understood
fr: C'est compris

# DrawViewFailurePopUpTitle
source: Error
fr: Erreur

# DrawViewFailurePopUpMessage
source: Sadly, we couldnt save your masterpiece. Try enabling your iPhone's permissions for SmartView
fr: Malheureusement, nous ne pouvions enregistrer votre dessin. Essayez de changer les permissions de l'application SmartDraw

# DrawViewFailurePopUpButton
source: Understood
fr: C'est compris

# CommonDrawPrefix
source: Draw
fr: Dessine
